Repository: mariaviv27/outfitShowroom
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Inicio
es: Home

source: Ocasiones
es: Occasions

source: Estilos
es: Styles

source: © Outfit Showroom 2024. Todos los derechos reservados.
es: © Outfit Showroom 2024. All rights reserved.

source: Detalles
es: Details

source: Definición:
es: Definition:

source: Outfits asociados
es: Associated outfits

source: Lista de Estilos
es: List of Styles

source: ¡Bienvenidx!
es: Welcome!

source: Navegar
es: Browse

source: ESTILOS
es: STYLES

source: OCASIONES
es: OCCASIONS

source: ¡Inspírate para crear outfits de cualquier estilo e ir siempre acorde con la ocasión!
es: Get inspired to create outfits of any style and always match the occasion!

source: ¿Quiénes somos?
es: Who are we?

source: Somos un grupo de 3 universitarias apasionadas por la moda.
es: We are a group of 3 university students passionate about fashion.

source: Nuestro propósito
es: Our purpose

source: Queremos proporcionar inspiración para aquellas personas que quieren disfrutar de la moda y de divertirse con ella.
es: We want to provide inspiration for those people who want to enjoy fashion and have fun with it.

source: ¡Colabora con nosotras!
es: Collaborate with us!

source: Buscamos a personas que quieran compartir fotos de sus outfits con nuestra comunidad. Si te gusta la moda, y quieres compartir tu creatividad con el mundo, ¡mándanos fotos de tus outfits al mail!
es: We are looking for people who want to share photos of their outfits with our community. If you like fashion, and want to share your creativity with the world, send us photos of your outfits by email!

source: ¡Los favoritos de nuestros usuarios!
es: Our users' favorites!

source: Outfits de la semana
es: Outfits of the week

source: Ocasiones:
es: Occasions:

source: Mándanos tus dudas
es: Send us your questions

source: Enviar
es: Send

source: Outfits Asociados
es: Associated Outfits

source: Lista de Ocasiones
es: List of Occasions

source: Ocasión:
es: Occasion:

source: Componentes:
es: Components:

source: Estilo:
es: Style:

source: Lista de Outfits:
es: Outfit List:
